{
    "daily": [
        "आज तपाईंको भाग्यमा उज्यालो छ, नयाँ अवसरहरू आउन सक्छन्।",
        "आजको दिन तपाईंको लागि विशेष छ, धैर्य राख्नुहोस्।",
        "आज तपाईंले आफ्नो मनको कुरा सुन्नुहुनेछ, आत्मविश्वास बढाउनुहोस्।",
        "आजको दिन तपाईंको लागि चुनौतीपूर्ण हुन सक्छ, सतर्क रहनुहोस्।",
        "आज तपाईंको रचनात्मकता चरम सीमामा हुनेछ, यसलाई प्रयोग गर्नुहोस्।",
        "आज तपाईंको स्वास्थ्यको लागि ध्यान दिनु आवश्यक छ।",
        "आज तपाईंको लागि भावनात्मक दिन हुन सक्छ, आफ्नो मनलाई शान्त राख्नुहोस्।"
    ],
    "monthly": [
        "यो महिना तपाईंको लागि धन सम्बन्धी मामिलामा राम्रो छ।",
        "यस महिनामा तपाईंले नयाँ मानिसहरूसँग भेट्न सक्नुहुनेछ।",
        "यो महिना तपाईंको करियरको लागि महत्त्वपूर्ण हुन सक्छ।",
        "यस महिनामा तपाईंको पारिवारिक जीवनमा सुधार आउन सक्छ।",
        "यो महिना तपाईंको लागि आध्यात्मिक विकासको हुन सक्छ।",
        "यस महिनामा तपाईंले आफ्नो स्वास्थ्यको लागि विशेष ध्यान दिनु पर्छ।"
    ],
    "rasi": {
        "Mesha": "यस महिना मेष राशिको जातकहरूको लागि धन सम्बन्धी मामिलामा राम्रो छ।",
        "Vrishabha": "वृष राशिका जातकहरूको लागि यो महिना प्रेम सम्बन्धमा राम्रो छ।",
        "Mithuna": "मिथुन राशिका जातकहरूको लागि यो महिना करियरको लागि राम्रो छ।",
        "Karka": "कर्कट राशिका जातकहरूको लागि यो महिना स्वास्थ्यको लागि ध्यान दिनु पर्छ।",
        "Simha": "सिंह राशिका जातकहरूको लागि यो महिना पारिवारिक मामिलामा सुधार आउन सक्छ।",
        "Kanya": "कन्या राशिका जातकहरूको लागि यो महिना आर्थिक मामिलामा सावधानी अपनाउनु पर्छ।",
        "Tula": "तुला राशिका जातकहरूको लागि यो महिना प्रेम सम्बन्धमा राम्रो छ।",
        "Vrishchika": "वृश्चिक राशिका जातकहरूको लागि यो महिना करियरको लागि महत्त्वपूर्ण हुन सक्छ।",
        "Dhanu": "धनु राशिका जातकहरूको लागि यो महिना यात्राको लागि राम्रो छ।",
        "Makara": "मकर राशिका जातकहरूको लागि यो महिना आर्थिक मामिलामा राम्रो छ।",
        "Kumbha": "कुम्भ राशिका जातकहरूको लागि यो महिना रचनात्मकताको लागि राम्रो छ।",
        "Meena": "मीन राशिका जातकहरूको लागि यो महिना आध्यात्मिक विकासको हुन सक्छ।"
    }
}